000001181030     A          R RECORD1
000002181030     A                                  1  3USER
000100181030     A                                  1 26'S E N E C A  Payroll Program Compl-
000101181030     A                                      eted'
000102181030     A                                  1 70DATE EDTCDE(Y)
000103181030     A                                  2  3'Keyurkumar Patel'
000104181030     A                                  4 11'Rates:'
000105181030     A                                  6 19'Day Rate:'
000106181030     A            DAYRATE        5  2   6 36EDTCDE(1)
000107181030     A                                  7 19'Afternoon Rate:'
000108181030     A            AFTNRATE       5  2   7 36EDTCDE(1)
000109181030     A                                  8 19'Night Rate:'
000110181030     A            NIGHTRATE      5  2   8 36EDTCDE(1)
000111181030     A                                 11 11'Totals:'
000112181030     A                                 13 19'Regular Pay:'
000113181030     A            TOTREGPAY      9Y 2O 13 37EDTCDE(1)
000114181030     A                                 14 19'Overtime Pay:'
000115181030     A            TOTOVTPAY      9Y 2O 14 37EDTCDE(1)
000116181030     A                                 15 19'Company Payout:'
000117181030     A            TOTEMPPAY      9Y 2O 15 37EDTCDE(1)
000118181030     A                                  2 70TIME
000119181106     A            SHIFTTYPE     30   O 10 22
